{
"LAST_LABEL":"Your last score",
"BEST_LABEL":"Your best score",
"GROUP_BEST_LABEL":"Best group score",
"TEXT_TRIAL":"{} of {} correct trials",
"TEXT_DO_SEQ":"\n{}",
"TEXT_ERROR":"You made a mistake!\nTry again.",
"TEXT_LATE":"Too slow, you need to respond faster!",
"TEXT_MISS":"Hey! Are you here??",
"TEXT_BYE":"Closing... bye!",
"TEXT_SPACE":"Press space when you have memorized the sequence.",
"TEXT_SELECT":"Click on the correct keys of the sequence and press space.",
"TEXT_INTRO":"Welcome!\nParticipant: {}\nSession: {}",
"TEXT_INSTRUCTPRE1":"INSTRUCTIONS:\n\nIn this task, you will be shown a set of sequences. Each row corresponds to a combination of keys ('chord') that need to be pressed SIMULTANEOUSLY with the fingers of your left hand, starting from the top row down to the bottom row. \n\nEach column corresponds to one of the keys '1', '2', '3', '4', assigned to fingers as the figure shows.\n\nPress space to start.",
"TEXT_INSTRUCTPRE2":"INSTRUCTIONS:\n\nFirst you will be shown the sequences and you just need to familiarize with them WITHOUT typing them. When you have memorized a sequence, press space to move to the next one. Take as long as you need to memorize the sequences. \n\nPress space to start.",
"TEXT_INSTRUCT1":"INSTRUCTIONS:\n\nNow the sequences you have been observing will appear and you will have to type them with your left hand.\n\nPress space.",
"TEXT_INSTRUCT2":"INSTRUCTIONS:\n\nType as fast as you can without making any errors. In each trial, after the sequence is presented, you will have a maximum of {} seconds to type the sequence. You will practice different sequences during the session, repeating as many times as necessary until you have done {} correct trials of each sequence.\n\nPress space.",
"TEXT_INSTRUCT3":"INSTRUCTIONS:\n\nAfter each trial you will get feedback about your performance. The BLUE bar represents your last score, the GREEN bar is your best score for the current sequence, and the YELLOW bar is the best score for the current sequence across all participants. The faster you perform a sequence, the larger the bar will be.\n\nPress space.",
"TEXT_INSTRUCT4":"INSTRUCTIONS:\n\nBefore you start, make sure that all other applications are closed and there are no potential distractions, the computer is connected to the internet and the volume is on.\n\nTry to do the task until the end, but if you need to interrupt the task, press 'Esc' twice while a sequence is being presented.",
"TEXT_INSTRUCTPACED1":"INSTRUCTIONS:\n\nNow you will repeat the same sequences but at a given pace. You will hear a beat and you need to press the chords following it. First there will be {} beats to give you the tempo and then you need to start pressing.",
"TEXT_SPACE4":"Press space when ready to start the task.",
"TEXT_INSTRUCTFMRI1":"INSTRUCTIONS:\n\n\n\nNow you will have to execute the sequences you have trained previously.\n\nThe task will start automatically.",
"TEXT_INSTRUCTFMRIPACED1":"INSTRUCTIONS:\n\n\n\nNow you will have to execute the sequences you have trained previously. You will hear a beat and you need to press the chords following it. First there will be {} beats to give you the tempo and then you need to start pressing.\n\nThe task will start automatically.",
"TEXT_OK":"OK!"
}